{"id":"ea77c0208b22b71714cf76ad1","tags":[],"name":"Gi's Ground Slam","type":"minor gift","level":"5","traits":"gi sfyri,transmutation","actions":"aa","body":"**Source** Alec Ellsworth\n-\nRequirements There is earth present and you are on the material plane.\n-\nThe spirits that reside in Gi Sfyri and beneath the earth release pockets of potential energy to rapidly move earth. You strike the ground in front of you, causing a 5 foot square on the same plane of earth within 30 feet to suddenly rise 5 feet out of the ground. \n- Any creature on the ground completely occupying the affected square(s) are affected as follows: \nThe target immediately takes the distance the ground rose as fall damage. They are not knocked prone by *this* fall damage. Creatures affected are thrown the same distance and direction as the earth rose out of the ground. (ex. If you target a medium creature's square, they raise 5 feet up with the ground and are thrown an additional 5 feet above that.) After hitting the max distance from the risen ground, they will begin to fall in the direction of gravity, unless otherwise acted upon by an outside force. If the thrown target does not have a fly Speed, they are considered flat-footed until they are back on the ground (affected creature(s) will have landed by the end of this turn, otherwise it's at GM discretion). After landing, if the target(s) take fall damage, they fall prone, like normal. \n- If a creature is only partially occupying a square that is targeted by Gi's Ground Slam, they are affected as follows: \nThe affected creature attempts a Reflex Save against your Class DC. \nCritical Success Affected creature is completely unaffected.\nSuccess Affected creature decreases the raised earth distance value by 5 feet before calculating fall damage.\nFailure Affected creature takes the fall damage normally and is flat-footed for until they move from the affected square or the end of their next turn, whichever comes first. This flat-footed condition cannot trigger airborne reactions.\nCritical Failure As Failure, but is knocked prone. Damage is not increased from Failure to Critical Failure. \n-\nLevel 9:  Increase max earth displacement for a 5-foot square to 10 feet. Allow for displacing a 10-foot square up to 5 feet.\nLevel 13: Increase max earth displacement for a 5-foot square to 15 feet. Increase max earth displacement for a 10-foot square to up to 10 feet. Allow for displacing a 15-foot square up to 5 feet.\nLevel 17: Increase max earth displacement for a 5-foot square to 20 feet. Increase max earth displacement for a 10-foot square to up to 15 feet. Increase max earth displacement for a 15-foot square to up to 10 feet. Allow for displacing a 20-foot square up to 5 feet.\nLevel 20: Increase max earth displacement for a 5-foot square to 30 feet. Increase max earth displacement for a 10-foot square to up to 25 feet. Increase max earth displacement for a 15-foot square to up to 20 feet. Increase max earth displacement for a 20-foot square to up to 15 feet. Allow for displacing a 25-foot square up to 10 feet. Allow for displacing a 30-foot square up to 5 feet.","meta":{"public":0,"url":"V5tFP4s4"}}