{"id":"e6a32caf4039bd47fcb2aee42","tags":[],"name":"Gi's Ground Hardening","type":"major gift","level":"9","traits":"gi sfyri,transmutation","actions":"aa","body":"**Source** Alec Ellsworth\n-\nRequirements There is earth present and you are on the material plane. There is also difficult terrain or greater difficult terrain that is deemed difficult terrain due to its softness and is made of earth (ie. sand, mud, but snow does not count).\n-\nThe spirits occupying the ground and Gi Sfyri work together to remove moisture and solidify soft difficult or greater difficult terrain, turning it into normal terrain. This is a 30-foot line attack or 10-foot burst centered within 20 feet, affecting every applicable square in that range. \n- If a creature is completely occupying the affected square(s), they are considered grabbed by the terrain and can attempt an Escape action against your Class DC to remove themselves from the hardened ground. \n- If a creature is completely occupying the affected square(s) and is considered prone, Gi's spirits are sure to slightly raise the ground level before hardening, completely covering the affected creature. The creature is now restrained and suffocating. \n- If a creature is not completely occupying the affected square(s), they can attempt a Reflex Save against your Class DC:\nCritical Success The creature is completely unaffected.\nSuccess The creature is flat-footed until the beginning of its next turn.\nFailure The creature is partially stuck in the ground, still granting it the grabbed condition, but granting it a +2 circumstance bonus on its next attempt to Escape the ground.\nCritical Failure As Failure, but no circumstance bonus is granted to attempt to Escape. \n-\nLevel 13: Line attack is increased to 40-feet; Burst attack is increased to 15-feet within 25 feet\nLevel 17: Line attack is increased to 50-feet; Burst attack is increased to 20-feet within 30 feet\nLevel 20: Line attack is increased to 60-feet; Burst attack is increased to 25-feet within 35 feet","meta":{"public":0,"url":"7HMxjLbv"}}