{"id":"e01444693dc58bcde9a9ce00b","tags":[],"name":"Gi's Miner Tunneling","type":"Relic","level":"","traits":"gi sfyri","actions":"","body":"**Source** Alec Ellsworth\n-\nRequirements There is earth present deep enough to burrow through and you are on the material plane. \n-\nThe spirits in the ground are your best friends, no matter what Varis tells you. They allow you to move through their earth and they constantly grant you a burrow Speed equal to your land speed -10 feet, or 20 feet, whichever is higher. \nOptionally, when you are burrowing back to the surface, you can use the *Tally-ho* action to fire yourself from the ground and into the air to execute a chain of powerful attacks. \nTally-ho (F) Trigger Your last action was to move using a burrowing speed and you ended that action at a surface.\nUsing the momentum from your last burrow move, you fly into the air above ground. You fly up to your burrow speed above the ground and then you must take the *Hey, How's it Going* action. \nHey, How's it Going (A) The action immediately after you breach from the ground, you are considered airborne for one-action. You are not flat-footed, even if you do not have a fly speed. You may make a strike. Strikes made while airborne during *Hey, How's it Going*, grant you a +2 circumstance bonus to your attack roll as well as one additional damage die added to the Strike's damage. *Hey, How's it Going* is almost always followed by, *Okay, See You Later*, unless the GM approves of an alternative.\nOkay, See You Later (A) The action immediately after *Hey, How's it Going* you can Strike as you land with an earth-shattering thud. Any melee Strikes made against creatures you land in reach have a +2 circumstance bonus (+4 if the the *Hey, How's it Going* Strike hit) to the attack roll. Results of the attack:\nCritical Success Treated as a normal Critical Strike, but the Strike gains the Deadly d10 trait. Additionally, calculate your potential fall damage from falling after the *Hey, How's it Going* action before any abilities that might your affect fall damage value. Add that damage as bonus fall damage to the Strike damage. You still take fall damage, but you do not fall prone upon landing. \nSuccess Treated as a normal Success Strike. Additionally, calculate your potential fall damage from falling after the *Hey, How's it Going*-action before any abilities that might affect your fall damage value. Halve that damage and add that damage as bonus fall damage to the Strike damage. You still take fall damage.\nCritical Failure As Failure, but add ten feet to the fall damage calculation before taking the fall damage from the *Hey, How's it Going*-action. ","meta":{"public":0,"url":"VRYXWrwb"}}