{"id":"e7e9d1ac55cbd8cb0004864be","tags":[],"name":"Pulverize Inorganic","type":"gift ability","level":"5+","traits":"APOSYNTHETO,ENCHANTMENT,EVOCATION,TRANSMUTATION","actions":"a","body":"**Source** Alec Ellsworth\n-\nTargets Up to a 5-foot cubic square.\nRequirements Target must contain solid inorganic matter in which to pulverize.\nFrequency once a day\nRange 60 feet\nSaving Throw Reflex\n-\nAposyntheto takes the regrets and sins of everyone he bears and transforms them into a purely destructive energy, specifically concentrated on inorganic matter.\n-\n-\nGrind the inorganic solids in the target area into a powder. Any inorganic solid caught within that cubic square is instantly ground down to a granular form of the solid before it, except solids which magical protection. This does not affect the chemical integrity of the solid, the solid is now just in very small particles. If this was done to a square on a walkable surface, that square is now considered greater difficult terrain. \n\nAny creature completely occupying the targeted square immediately attempts a Reflex saving throw:\n\nCritical Success Triggering creature can instantly Stride once, but only with the intent of leaving the difficult terrain. \nSuccess As critical success but the triggering creature takes a 10-foot move Speed penalty until the end of the granted Stride action.\nFailure Triggering creature has a 10-foot move Speed penalty on their next action with the move trait.\nCritical Failure Triggering creature sinks further into the soft ground while attempting to avoid getting stuck. They are considered flat-footed until they leave the triggering square(s).\n-\nLevel 9: \nWhen using *Pulverize Inorganic*, you can now target an area up to 10-feet wide, 10-feet long and 5-feet deep.\nLevel 13:\nWhen using *Pulverize Inorganic*, you can now target an area up to 15-feet wide, 15-feet long and 10-feet deep.\nLevel 17:\nWhen using *Pulverize Inorganic*, you can now target an area up to 20-feet wide, 20-feet long and 15-feet deep.\nLevel 20: \nWhen using *Pulverize Inorganic*, you can now target an area up to 25-feet wide, 25-feet long and 20-feet deep.","meta":{"public":0,"url":"y6PSvXYz"}}