{"id":"e1c3ba49627d9ca230f4d6195","tags":[],"name":"Pulverize Heretic","type":"gift ability","level":"9","traits":"APOSYNTHETO,ENCHANTMENT,EVOCATION,Incapacitation,TRANSMUTATION","actions":"f","body":"**Source** Alec Ellsworth\n-\nTrigger Creature has failed or critically failed their *Pulverize Organic* saving throw.\nTargets Creature or part of creature in the triggering target of *Pulverize Organic*.\nSaving Throw Fortitude\n-\nThe inability to ward off or accept the emotional pain of others has doomed the target creature's physical integrity through Aposyntheto's will.\n-\n-\nYou send pulverizing energy to the target area. \nThe triggering creature attempts a Fortitude saving throw:\nCritical Success Triggering creature is stunned 1\nSuccess Triggering creature is stunned 3\nFailure As success, but any solid portion of the creature in the target area of triggering *Pulverize Organic*, is greatly Weakened. See effects below.\nCritical Failure As failure but any solid portion of the creature is instead considered Obliterated, not Weakened. \n-\nBelow are effects that will apply to the triggered creature if the solid materials on the creature are now considered Weakened or Obliterated and fall under any of these circumstances. Every effect will apply if the circumstance is considered true, even if there are multiple that are considered true:\n**If the affected areas have bones:**\n- If the bones were in a leg: They now have a permanent -20 foot (-50 if Obliterated) penalty to land Speed; \n- If the bones were in a wing: They now have a permanent -30 foot penalty to their fly Speed (permanently lose fly Speed if Obliterated)\n- If the bones were in a limb in which they can Strike with: They now have a permanent effect that sets themselves to stunned 1 every time they attempt to attack with triggered limb (permanently incapable of attacking with triggering limb if Obliterated)\n\n**If the affected areas contain a solid exterior (scales, shells, natural or a solid magic armor, thicc skulls, etc):**\n- They permanently have -4 AC (-8 AC if Obliterated) status penalty to all attacks made at the affected part of the creature's body. As long as this part of their body is considered observed, within line-of-sight and in reach or range of an attack, the attacker does not need to roll any additional checks to utilize this bonus. If the affected part of the body is obscured or otherwise hidden, usual cover and detection flat check rules will apply when trying to target the affected area.","meta":{"public":0,"url":"Z7Vz8q1S"}}