{"id":"e6aeff8feb469b68234ab6a7d","tags":[],"name":"Aposyntheto Takes Shape","type":"major gift","level":"9","traits":"APOSYNTHETO","actions":"","body":"**Source** Alec Ellsworth\n-\nAposyntheto trusts you enough to begin to show you the true might of his power, and trusts you will put them to proper use. He vows to protect you as best he possibly can. \nAposyntheto teaches you how to take on other people's burdens as your own and use it as power to protect, destroy and condemn. Aposyntheto allows you to take bones of the recently deceased, pulverize them, heat them up, to finally extract the physical manifestations of the regrets and sins of the creature who once bore these bones. This produces a compact shard of bone that appears as a very deep onyx, so black in color that it's hard to perceive. These shards are referred to as Ashen Bone Shards. \n-\n-\n**Shard Points** represent Aposyntheto's general vitality, physical size and connection with his innate abilities. Aposyntheto's Shard Points are increased when you fuse Ashen Bone Shards with his form.\n**Ashen Bone Shards** are a resource exclusively useful to Aposyntheto and whoever he is bonded with. Once a shard is fused with Aposyntheto with the *Fuse Bone Shard* action, this increases Aposyntheto's Shard Points by the same amount of Ashen Bone Shards added, never expiring with time. Any Ashen Bone Shard you acquire is able to be fused with Aposyntheto's physical form, causing the form of Aposyntheto to grow and increase his coverage of you. \n-\nYou gain the following abilities: \n- **Bone Shard Extraction** (1-hour Ritual)  You grind, remove and process the bones of your recently deceased enemies, capturing their sins to create Ashen Bone Shards.\n- **Bone Shard Fusion** (A) Fuse held Ashen Bone Shards into Aposyntheto's form, granting him more power.\n-\n- Aposyntheto's maximum Shard Point value is 179. Ashen Bone Shards do not expire, so save excess Ashen Bone Shards to recharge Aposyntheto later.\n- Aposyntheto's Shard Points change his appearance and is even able to allow him to use more of his innate power. If Aposyntheto's Shard Points value were to ever reach 0, Aposyntheto's soul is instantly released into the ethereal plane and the relic is permanently destroyed. \n- If Aposyntheto's Shard Points fall within these written Shard Point ranges, you gain the listed abilities in that range and all of the ones from the lower Shard Point ranges, as long as Aposyntheto's Shard Points remain in that range. If lowered below the listed range he was once in, you both no longer have access to those abilities.\n- *Please note*: Any of these abilities that are marked \"(Automatic)\" are used by Aposyntheto under the appropriate triggers, and you have *no control* as to whether or not that ability is used by Aposyntheto or not. Stay aware of those triggers so you know when they may happen.\n-\nShard Points (1 - 29)\nAposyntheto is in his rawest form, appearing as a small strip of leather around the right hand.\nYou gain access to the following ability: \nNot Today (F) Aposyntheto uses his own vitality to save yours. Trigger (Automatic) You are dying.\n-\nShard Points (30 - 69)\nAposyntheto appears how you first met him, a humble fingerless glove barely reaching back to the wrist. \nYou gain access to the following ability:\nNo Rest for the Wicked (F) Aposyntheto uses his own vitality to wake you the fuck up. Trigger (Automatic) You are unconscious during an encounter, but you are not dying. \n-\nShard Points (70 - 119)\nAposyntheto has the appearance of a complete gauntlet. It covers the entire hand and almost reaches your elbow. There is a slightly stylized crease facing outward. It appears functionless, it seems Aposyntheto the humble has a bit of style.\nYou gain access to the following ability:\n**Aposyntheto's Deflection** (R) Aposyntheto spends his vitality to help you overcome his misfortune. Trigger You are the target of single-target ranged attack.\n-\nShard Points (120 - 179)\nAposyntheto has grown to look like an entire arm of black armor, reaching from fingertip all the way past the right shoulder, forming a dramatically large decorative spike to form a portion of a pauldron. But why is there such an extravagant spike? Wouldn't it be better to spread out the material and cover more of the wielder ultimately protecting them better? Fuck, no.\nYou gain access to the following ability:\n**Self Sacrifice** (R) An ally is about to take an especially dangerous Strike. You and Aposyntheto take on some of the pain from the Strike for yourselves. Trigger An ally within 30-feet is a target of a critical Strike.","meta":{"public":0,"url":"XsZhOMxs"}}