{"id":"e01444693dc58bcde9a9ce00b","tags":[],"name":"Aposyntheto's Pulverization","type":"Relic","level":"5+","traits":"aposyntheto,enchantment,evocation,TRANSMUTATION","actions":"","body":"**Source** Alec Ellsworth\n-\nAposyntheto takes his regrets and everyone's regrets he bears and transforms it to a purely destructive energy, the likes of which cannot be explained by modern magical studies. After every use, you and Aposyntheto feel slightly more hopeful and uplifted, ridding yourselves of some negative thoughts. While the feeling fleets after a while, it never stops feeling good and it's hard to be negative for while feeling this way.\n-\n-\nChannel some of your and Aposyntheto's thoughts in the form of destructive energy.\nPulverize Inorganic (AA) Frequency once per day; \nTarget up to a 5-foot cubic square to pulverize. Any creatures caught within this range is completely unaffected by *Pulverize Inorganic*'s effects. Any inorganic solid caught within that cubic square is instantly ground down to a granular form of the solid before it. This does not affect the chemical integrity of the solid, the solid is now just in very small parts. If this was done to a 5-foot square on a walkable surface, that square is now considered greater difficult terrain. Any creature completely occupying the targeted square has a chance to make a Reflex save against your Divine Spell DC:\nCritical Success Triggering creature can instantly Stride once, but only with the intent of leaving the difficult terrain. \nSuccess As critical success but the triggering creature takes a 10-foot move Speed penalty until the end of the granted Stride.\nFailure Triggering creature has a 10-foot move Speed penalty on their next action with the move trait.\nCritical Failure Triggering creature sinks further into the soft ground while attempting to avoid getting stuck. They are considered flat-footed until they leave the triggering square(s).\n-\nLevel 9: \nWhen using *Pulverize Inorganic*, you can now target an area up to 10-feet wide, 10-feet long and 5-feet deep.\nLevel 13:\nWhen using *Pulverize Inorganic*, you can now target an area up to 15-feet wide, 15-feet long and 10-feet deep.\nLevel 17:\nWhen using *Pulverize Inorganic*, you can now target an area up to 20-feet wide, 20-feet long and 15-feet deep.\nLevel 20: \nWhen using *Pulverize Inorganic*, you can now target an area up to 25-feet wide, 25-feet long and 20-feet deep.\n-\n-\nLevel 9:\nForcefully channel some of your and Aposyntheto's regrets you carry in the form of destructive energy into another being.\n-\nPulverize Organic (A) somatic;\nTraits As *Aposyntheto's Pulverization* with Emotion, Mental\nRange 60 feet; Targets one 5-foot cubic square\nFrequency once per day;\n-\nOverwhelming regrets of those Aposyntheto and you carry are forced into the creature in the targeted square, filling them with weakness. Any creature within your target area that has a solid component to the making of their body contained within your target area (ie. bones, scales, shells, etc.; the part of the creature's body with a solid must be in the targeted area in order to be affected) must roll a Will save against your Divine Spell DC:\nCritical Success The triggering creature is unaffected.\nSuccess The triggering creature is frightened 1\nFailure The triggering creature is frightened 2 and triggering *Pulverize Heretic*.\nCritical Failure As failure, but the triggering creature has a -2 circumstance penalty to the next Fortitude save made in *Pulverize Heretic*.\n-\n-\nPulverize Heretic (F) envision; Trigger Creature has failed or critically failed their Pulverize Organic save.\nTraits As *Aposyntheto's Pulverization* with, Incapacitation\nTargets creature or part of creature subject to the effects of *Pulverize Organic*\nSaving Throw Fortitude\n-\nThe inability to ward off or accept the emotional pain of others has doomed the target creature's physical integrity through Aposyntheto's will.\nThe triggering creature makes a Fortitude saving throw against your Divine Spell DC:\nCritical Success Triggering creature is stunned 1\nSuccess Triggering creature is stunned 3\nFailure As success, but any solid portion of the creature in the target area of triggering *Pulverize Organic*, is greatly Weakened. See effects below.\nCritical Failure As failure but any solid portion of the creature is instead considered Obliterated, not Weakened. \n-\nBelow are effects that will apply to the triggered creature if the solid materials on the creature are now considered Weakened or Obliterated and fall under any of these circumstances. Every effect will apply if the circumstance is considered true, even if it falls under several categories.:\nIf the affected areas have bones: \n- If the bones were in a leg: They now have a permanent -20 foot (-50 if Obliterated) penalty to land Speed; \n- If the bones were in a wing: They now have a permanent -30 foot penalty to their fly Speed (permanently lose fly Speed if Obliterated)\n- If the bones were in a limb in which they can Strike with: They now have a permanent effect that sets themselves to stunned 1 every time they attempt to attack with triggered limb (permanently incapable of attacking with triggering limb if Obliterated)\n\nIf the affected areas contain a solid exterior (scales, shells, natural or a solid magic armor, thicc skulls, etc):\n- They permanently have -4 AC (-8 AC if Obliterated) to all attacks made at the affected part of their body. As long as this part of their body is considered observed, within line-of-sight and in reach or range of an attack, the attacker does not need to roll any additional checks to utilize this bonus. If the affected part of the body is obscured or otherwise hidden, usual cover and detection flat checks and rules will apply when trying to target the triggered area.","meta":{"public":0,"url":"VRYXWrwb"}}