{"id":"e01444693dc58bcde9a9ce00b","tags":[],"name":"Aposyntheto's Protection","type":"Relic","level":"9+","traits":"Abjuration,magical,necromancy,transmutation","actions":"","body":"**Source** Alec Ellsworth\n-\nAposyntheto trusts you enough to begin to show you the true might of his power, and trusts you will put them to proper use. He vows to protect you as best he possibly can. \nAposyntheto teaches you how to take on other people's burdens as your own and use it as power to protect, destroy and condemn. Aposyntheto allows you to take bones of the recently deceased, pulverize them, heat them up, to finally extract the physical manifestations of the regrets and sins of the creature who once bore these bones. This produces a compact shard of bone that appears as a very deep onyx, so black in color that it's hard to perceive. These shards are referred to as Ashen Bone Shards. \n-\n**Ashen Bone Shards** are a resource exclusively useful to Aposyntheto and whoever he is bonded with. Once a shard is fused with Aposyntheto with the *Fuse Bone Shard* action, this increases Aposyntheto's **Shard Points** by the same amount of Ashen Bone Shards added. Any Ashen Bone Shard you acquire is able to be fused with Aposyntheto's physical form, causing the form of Aposyntheto to grow and increase his coverage of you. This changes his appearance and is even able to allow him to use more of his innate power. If Aposyntheto's Shard Points value were to ever reach 0, Aposyntheto's soul is instantly released into the ethereal plane and the relic is permanently destroyed. \n-\nBone Shard Fusion (A) interact; Requirements You are holding a maximum of 10 Ashen Bone Shards in the hand where Aposyntheto's core is held (right hand).\nYou fuse all of the triggering Ashen Bone Shards with Aposyntheto, consuming the all of the triggering Ashen Bone Shards and raising Aposyntheto's Shard Points by the number of the triggering Ashen Bone Shards. \n-\nBone Shard Extraction Ritual 9\nCast 1 hour\nPrimary Check Religion (expert)\nRequirements \n- You have at least the bones of an evil or neutral creature that has been considered dead for less than 24-hours. \n- One of the casters must be bonded with Aposyntheto. \n- You have a heat resistant container for the materials resting over a source of significant heat that will last the duration of the ritual.\n-\nYou gather any number of creature remains that meet the requirements of the ritual. With the power granted to the casters, Aposyntheto pulverizes the bones of the gathered creatures, pulling them through cracks in the creature's exterior, or making cracks if none are present. The pulverized bone is moved into the heat resistant container over the heat source and heated for the rest of the ritual. The sounds of screams from the heating bones are completely normal and should be ignored to the best of your ability.\nYou determine how many Ashen Bone Shards are likely to be produced depending on the following variables:\n- For every small-sized creature: Add 5 (5 more, if evil-aligned) Ashen Bone Shards to the possible yield.\n- For every medium-sized creature: Add 10 (10 more, if evil-aligned) Ashen Bone Shards to the possible yield.\n- For every large-sized creature: Add 20 (20 more, if evil-aligned) Ashen Bone Shards to the possible yield.\n- For every huge-sized creature: Add 40 (40 more, if evil-aligned) Ashen Bone Shards to the possible yield.\n- For every gargantuan-sized creature or larger: Add 80 (80 more, if evil-aligned) Ashen Bone Shards to the possible yield.\n\nAfter adding up the possible yield, use the result of the Ritual check against the basic level DC of the highest level creature to determine the final yield of Ashen Bone Shards:\nCritical Success Gain the exact previously calculated possible yield value in addition to doubling the amount of shards earned from the largest creature (in the event of a tie, only double one of them) used in this *Bone Shard Extraction*. You can only gain the effect of this Critical Success once every 24-hours. Any further Critical Successes earned while performing *Bone Shard Extraction* are treated as normal Successes.\nSuccess Gain the exact previously calculated possible yield of Ashen Bone Shards.\nFailure Gain half of the previously calculated possible yield of Ashe Bone Shards.\nCritical Failure Gain nothing. \n-\n-\nDepending on the number of Shard Points Aposyntheto has, he will take many different forms. If Aposyntheto's falls within these written Shard Point ranges, you gain the abilities in that range and all of the ones from the lower Shard Point ranges. \n-\nShard Points (1 - 29) \nAposyntheto is in his rawest form, appearing as a small strip of leather around the right hand.\nNot Today (F) Trigger You are dying. \nEffect \n- If you are at dying 1, Aposyntheto automatically spends 1 of his Shard Points for every relic level he has to bring you back to 1 Hit Point, but you are still unconscious.\n- If you are at dying 1, Aposyntheto automatically spends 2 of his Shard Points for every relic level he has to bring you back to 1 Hit Point, but you are still unconscious.\n- If you are at dying 1, Aposyntheto automatically spends 3 of his Shard Points for every relic level he has to bring you back to 1 Hit Point, but you are still unconscious.\n- If you are at dying 1, Aposyntheto automatically spends 5 of his Shard Points for every relic level he has to bring you back to 1 Hit Point, but you are still unconscious. Aposyntheto can spend the rest of his Shard Points to activate this effect, if he does not have enough.\n-\nShard Points (30 - 69)\nAposyntheto appears how you first met him, a humble fingerless glove barely reaching back to the wrist. \nNo Rest for the Wicked (F) Trigger You are involuntarily unconscious, but not dying. \nEffect Aposyntheto automatically spends 1 of his Shard Points for every relic level he has to get rid of your unconscious condition, waking you up.\n-\nShard Points (70 - 119)\nAposyntheto has the appearance of a complete gauntlet. It covers the entire hand and almost reaches your elbow. There is a slightly stylized crease facing outward. It appears functionless, it seems Aposyntheto the humble has a bit of style.\n**Aposyntheto's Deflection** (R) Requirements You’re aware of the attack, are not flat-footed against it, and the hand covered by Aposyntheto's form is free.\nTrigger You are the target of single-target ranged attack.\nEffect Spend 2 Shard Points for every relic level Aposyntheto has. You gain a +4 circumstance bonus to AC against the triggering attack. You cannot use this feat to deflect unusually massive ranged projectiles (such as boulders or ballista bolts). If the attack were to be successful only because of a fortune effect on the attack roll, refund the Shard Points you spend on *Aposyntheto's Deflection*. \n-\nShard Points (120 - 179)\nAposyntheto has grown to look like an entire arm of black armor, reaching from fingertip all the way past the right shoulder, forming a dramatically large decorative spike to form a portion of a pauldron. But why is there such an extravagant spike? Wouldn't it be better to spread out the material and cover more of the wielder ultimately protecting them better? Fuck, no.\n**Self Sacrifice** (R) Trigger An ally within 30-feet is a target of a critical Strike\nEffect Target ally of the triggering Strike takes half of the damage they would have received from the triggering Strike. Then you *and* Aposyntheto take the other half of the damage. Aposyntheto takes this damage in the form of Shard Points, reducing the Shard Points value by what it would take in damage.","meta":{"public":0,"url":"VRYXWrwb"}}