{"id":"e01444693dc58bcde9a9ce00b","tags":[],"name":"Aposyntheto - the Mourning Armor","type":"Relic","level":"","traits":"unique,celestial,cursed,invested,magical,necromancy,transmutation","actions":"","body":"**Source** Alec Ellsworth\n-\nUsage worn on 1 hand, (varies); Bulk -, (varies)\n-\nAposyntheto acts as *Handwraps of Mighty Blows* with a *Disrupting Rune* etched into it. Aposyntheto currently appears as a fingerless glove worn on the right hand, composed of a black material resembling leather, but is much tougher and doesn't share the same scent. It currently is covered in cracks all over its exterior. \nThe origins of this glove is completely unknown. It was first known to be discovered when unloading a box of relics by the Philita Thieves Guild, though they did not order or pay for this product, they kept their ownership of it a secret. They are thieves, after all. Many members of the guild tried Aposyntheto on, only for every wearer to feel overwhelmingly unlucky and grow hopeless and consider self-harm as an option before taking it off. It didn't fit quite right, anyway. \nAposyntheto was stored for some time before discovered again, an enemy of the Philita Thieves Guild. One who has lost much, but still looks to carry other's burdens as his own. This man has a fire for the future. Aposyntheto called to the one with fire and granted the man his power, resulting in the binding of himself to the young man's right hand. Aposyntheto values justice and lives for the caring of other people's burdens as his own and working through them for the sake of the dead he knows, making him nearly always depressed. Aposynetho feels a shimmer of joy and anticipation for his future with John Thomas, the fiery, the vengeful, the ambitious. \n-\nAposyntheto is a Relic, and as such maintains the level of the user and its abilities are bound to that to who it is bonded with, which can only one user and cannot be used by any other user under any circumstances. You can add runes to Aposyntheto just as if he were a regular blade. Aposyntheto grants several different abilities as the user grows by level with the Relic, these are known as Gifts. The following gifts are abilities automatically obtained upon reaching the listed level. \n-\nLevel 1: \n**Aposyntheto's Encompassing Darkness**: Aposyntheto grants you a connection with your shadow, allowing you to store objects within.\n-\nLevel 5: \n**Aposyntheto's Pulverization**: Aposyntheto releases its overwhelming regret as an energy into a solid, grinding it to a powder. \n-\nLevel 9: \n**Aposyntheto's Protection**: Aposyntheto feeds on all of the regrets of a creature's life by consuming their bones from their corpse, granting you some defense.\n-\nLevel 13: \n**Aposyntheto - The Black Angel**: Upon gaining the necessary power, Aposyntheto lets you wear his true form, The Black Angel.\n-\nLevel 17:\n**Aposyntheto's Dark Road**: Grants teleportation through your shadow.","meta":{"public":0,"url":"VRYXWrwb"}}