{"id":"ed5df907e79f1a55849ea2f37","tags":[],"name":"Raindrop - The Remembered Leshy","type":"Relic","level":"","traits":"Unique,n,Intelligent,INVESTED,Magical","actions":"","body":"**Source** Alec Ellsworth\n-\nUsage worn on hand; Bulk -\n-\nPerception *see table*; precise vision 30 feet, imprecise hearing 30 feet\n**Communication** telepathic; Only with bonded wielder. As long as both you and Raindrop are on the same plane, you can communicate.\nInt *see table* Wis *see table* Cha *see table*\nSkills Diplomacy *see table*, Nature *see table*\nWill *see table*\n-\nRaindrop is the name given to a leshy that is bound by spirit magic to a ring that appears like interwoven twigs but seems as strong as steel. Prior to when the leshy now known as Raindrop was bound to the ring, they resided in the swamplands around Trassus. Raindrop loved playing in the water and watching the green grow. While Raindrop did not plan on being trapped in the ring, she says she has no regrets on the matter and thinks her life is unfairly interesting and green fate has blessed them. Raindrop was one of many spirits that were entrapped into physical items many years ago. Raindrop finds it interesting that they were found by another leshy that was not bound to a physical form but instead granted a traditional leshy body. Raindrop has no knowledge of how to be released from the ring. In the meantime, Raindrop hopes her friend Cascading Rapids takes good care of her and talks to her plenty, so that she doesn't have to know what it feels like to be lonely anymore. \n-\nRaindrop is a Relic, and as such maintains the level of the user and its abilities are bound to that to who it is bonded with, which can only be one user and cannot be used by any other user under any circumstances. Raindrop grants several different abilities as the user grows by level with the Relic, these are known as Gifts. The following gifts are abilities automatically obtained upon reaching the listed level. \n-\nLevel 1: \n**Bala Plokami Linking**: Grants the wearer of Raindrop to control the legendary artifact Bala Plokami.\n-\nLevel 5: \n**Raindrop's Beast Senses**: Gain low-light vision or dark-vision if you already have low-light vision. \n-\nLevel 9: \n**Raindrop's Track of the Beast**: The spirit of a forest cat imbues spirit. Gain +10-foot status bonus to land Speed.\n-\nLevel 17:\n**Embody Raindrop's Living Statue**: Gain control of the boundary between flesh and stone and even use it to increase defenses.\n-\nRaindrop is *both* an intelligent item *and* a relic. This means Raindrop acts like both an NPC with an independent stat block as well as a relic which is leveling with you. This means her stats change every level, like you. These are Raindrop's stats for every level.","meta":{"public":0,"url":"q7y8mXwO"}}