{"id":"e01444693dc58bcde9a9ce00b","tags":[],"name":"Gi Sfyri - The Earth Breaker","type":"Relic","level":"","traits":"UNIQUE,conjuration,cursed,INVESTED,magical,TRANSMUTATION","actions":"","body":"**Source** Alec Ellsworth\n-\nUsage held in 2 hands; Bulk 2\n-\nPrice less; Damage 1d8 B\nHands 2; \n**Category** Martial \nGroup Sword; Traits Shove\n-\nThe great Gi Sfyri is a two-handed oversized warhammer with the ability to manipulate the spirits that reside in the earth, which results in nothing short of rapid terraforming. Gi Sfyri was dug up somewhere under Hispereia by the Philitian miners. It's original dig site is still a mystery, as it has moved from owner to owner for several centuries, though has laid dormant in an unknown location not being used. This is until it was found by the third party of a monster hunter guild based out of Philita known as The Artemis. The weapon called to Nikolaos Bronzeview, who immediately took up arms with it and discovered some of its abilities. \n-\nGi Sfyri is a Relic, and as such maintains the level of the user and its abilities are bound to that to who it is bonded with, which can only one user and cannot be used by any other user under any circumstances. You can add runes to Gi Sfyri just as if they were a regular Warhammer. Gi Sfyri grants several different abilities as the user grows by level with the Relic, these are known as Gifts. The following gifts are abilities automatically obtained upon reaching the listed level. \n-\nGi Sfyri and his spirit friends are always so excited to show off for his mortal friends, that whenever you critically succeed on any Strike made with Gi Sfyri, you and Gi Sfyri instantly teleport to a random ally's square to show them how awesome you are. Unfortunately, this almost instantly teleports the teleported to ally \n-\nLevel 1: \n**Gi Sfyri's Fury**: Strike an enemy with Gi Sfyri and drain enemies every three successful attacks. \n-\nLevel 5: \n**Gi's Ground Slam**: Slam the ground with Gi Sfyri and instantly displace squares of earth.\n-\nLevel 9: \n**Gi's Ground Hardening**: Make a line of difficult terrain easier to walk on by solidifying the softened earth.\n-\nLevel 13: \n**Gi Raises Ramparts**: Gi moves the earth to the effect of *wall of stone*.\n-\nLevel 17:\n**Gi's Miner Tunneling**: Gain a burrowing speed and breach the solid ground with such force you release a mighty airborne combo.","meta":{"public":0,"url":"VRYXWrwb"}}