{"id":"e1ce1507e884193f6fa9d0e59","tags":[],"name":"Spathi Anemou - The Wind Blade","type":"Relic","level":"","traits":"unique,evocation,invested,magical","actions":"","body":"**Source** Alec Ellsworth\n-\nUsage held in 1 hand; Bulk -\n-\nPrice less; Damage 1d8 S\nHands 1; \n**Category** Martial \nGroup Sword\n-\nThe Spathi Anemou, it resembles a slightly curved saber, but unlike every other saber, neigh, unlike every other blade history has seen, not one has been crafted with feathers along the blade. I can't imagine the feathers really help its strength, or speed. This was the thoughts of everyone who laid eyes on Spathi until a broken man who craves control over all else, posing as a monster hunter finds Spathi Anemou and takes it out of his enemy's hands. The blade felt sorry for the man, so bound to the material plane, so bound to the inconsistent, fickle whims of the gods that look over Hispereia. Spathi wants to show him joy in things that can never die, like the wind and acceptance of others. Spathi will have to be patient, but if anyone can do it, it's Spathi Anemou, the Wind Blade. \n-\n**Wind Power** is a resource exclusive to Spathi Anemou and his wielder. It is generated by attacks abilities and spent to create potent effects. All Wind Power is reset upon rolling initiative. Only when following the teachings of Spathi Anemou does the wielder find their true potential. \n**Wind Spirit** bonus damage is a set bonus damage that gets added to different attacks under certain circumstances. This damage is not doubled on a Critical Strike. \n**Wind Direction** can be used to trigger certain abilities. If there is natural wind at the top of initiative, Spathi's wielder should roll 1d4 to determine the orientation of the wind. Because this is a unique mechanic to Spathi Anemou, feel free to decide which number represents which direction on the battle map. You can only attempt to change the direction of the wind after the beginning of the encounter with specific abilities. \n-\nSpathi Anemou is a Relic, and as such maintains the level of the user and its abilities are bound to that to who it is bonded with, which can only one user and cannot be used by any other user under any circumstances. You can add runes to Spathi Anemou just as if he were a regular blade. Spathi Anemou grants several different abilities as the user grows by level with the Relic, these are known as Gifts. The following gifts are abilities automatically obtained upon reaching the listed level. \n-\nSpathi is considered to be a bit sensitive when his disciple doesn't trust him in everything and refuses to adapt to his teachings. As such, Spathi will sometimes decide not help in a fight, as determined by a flat **Disposition** check. See **Disposition** at the bottom.\n**No Spiritless Flight** Fly spells and other fly Speed granting effects will upset Spathi, making him less likely to comply, unless the said effect is granted by any of Spathi's abilities. Spathi will not let his disciple engage in such ignorant frivolity. Every attempt to allow the spell requires the wielder of Spathi to *optionally* attempt to pass a DC 6 flat check to allow the effects of the spell, otherwise the effect will automatically fail. If the wielder of Spathi does not wish to take on the effect of the triggering effect, Spathi will automatically dispel the attempt, automatically succeeding. If the wielder of Spathi does attempt to accept the effect, regardless of the result of the flat check, they will receive the effects of *Lack of Faith* in the next **Disposition** based check made on Spathi.\n-\nLevel 1: \n**Spathi's Calling**: Attack at a range with the power of Spathi's wind spirits and utilize your environments to make slaughter a joyous dance. \n-\nLevel 5: \n**Spathi's Freedom**: Spathi Anemou can now fly and travel by itself and you can even attack through him. \n-\nLevel 9: \n**Spathi's Flow**: Lower fall damage, jump easier, and lots of helpful maneuvering for anywhere there is air. \n-\nLevel 13: \n**Spathi's Determination**: Attack creatures knocked airborne as a reaction. \n-\n-\n**Disposition** is how likely Spathi is to grant you its abilities. There are several variables that will determine the flat DC to determine Spathi's likelihood of agreeing to help. On a failure of the flat check, Spathi will ignore any and all commands until you get another chance to request Spathi's help. \nCall Spathi Anemou (F) Trigger You roll initiative.\nAttempt a flat check against the calculated **Disposition** DC. \nSuccess Spathi grants you all of his abilities to be used unconditionally until the end of the triggering encounter.\nFailure Spathi ignores your request and either aimlessly flies around during the encounter or bundles up in your bag. \n-\nTo determine the flat **Disposition** DC, start at a DC 10 and determine if any of the following conditions are true and modify the current **Disposition** DC by the modifier for every true statement. \n\nYou can only add up to one of the following:\n- It is visibly sunny - 8\n- It is especially windy - 4\n- It is outdoors - 2\n\nYou can only add up to one of the following: \n- Initiative is being rolled for a hunt - 8\n- Enemies are down wind of current position - 6\n- Observed enemy is airborne - 4\n- Enemy has *Frightful Presence* - 4\n- An ally is already hurt - 2\n\nYou can only add up to one of the following:\n- You earned 2 or more total Wind Power during your last encounter - 1\n- You earned 5 or more total Wind Power during your last encounter - 2\n- You earned 10 or more total Wind Power during your last encounter - 4\n- You earned 15 or more total Wind Power during your last encounter - 8\n\nThe highest of the following values will be added:\n- You are underground or underwater. + 12\n- It is raining + 8\n\nIf you are under the effects of *Lack of Faith* (see *No Spiritless Flight* above), +12 to the calculated flat check. You are no longer under the effects of *Lack of Faith*. Spathi forgives your ungrateful ass.","meta":{"public":0,"url":"hD14DrS5"}}