{"id":"e5f0221cebeec06bcd06adc5a","tags":[],"name":"Spathi's Calling","type":"minor gift","level":"1","traits":"Spathi anemou,evocation","actions":"","body":"**Source** Alec Ellsworth\n-\nSpathi Anemou values freedom above all else, but he need not seek it, because he is already free in everything he does. Spathi values awareness of surroundings and acceptance of circumstances. As such, Spathi encourages the wind spirits within the feathers along the blade to grant extra power when the wielder deserves it. It's not your ability to do things that makes life interesting, it's what we *can't* do that makes us look at the world differently. Comfort in restrictions is what it means to feel free. \n-\n-\nLevel 1:\n\"The sky is meant for the free, not the tyrential. Show them what it means to be free.\"\n**Wind Spirit** bonus damage is 1d4 Force damage.\nBasic Wind Slice (A) Strike with Spathi at a range of exactly 30 feet. It will not affect the target otherwise if closer or further. This is considered a melee attack, despite the range. \n*Basic Wind Slice* deals Wind Spirit bonus damage to airborne creatures. \n-\n- Every time you successfully Strike a creature using *Basic Wind Slice*, you gain 1 Wind Power. You gain an additional 1 Wind Power if that creature was airborne.\n- Every time you spend two or more actions casting a hostile spell targeting an airborne creature this turn, gain 1 Wind Power.  \n-\nControl the Skies (R) Requirements You have at least 5 Wind Power. You are wielding Spathi and you are wearing a cloak. It is not your turn. \nTrigger You are launched airborne without the use of spells and there is a targetable airborne creature in range of an attack with Spathi. \nStrike the triggering creature.\n-\n-\nLevel 5: \n\"You may not have the power to always save everyone you care about, but you have the power to try. Be the best protector you can be.\"\n**Wind Spirit** bonus damage is now 1d6 Force damage.\nRefined Wind Slice (A) As *Basic Wind Slice* but the range is 25 feet. \n*Refined Wind Slice* deals Wind Spirit bonus damage to targets that have at least one of my allies within melee reach.\n-\n- Every time you successfully Strike a creature with using *Refined Wind Slice*, you gain 1 Wind Power. You gain an additional 1 Wind Power if that creature was within their melee reach of an ally.\n- The first time every turn you cast a spell that increases another ally's stats, gain 1 Wind Power.\n-\nFor Freedom (A) Requirements Spathi is flying around and hasn't returned since you last used the *Be Free* action in Spathi's Freedom. You have 1 Wind Power.\nExpend 1 Wind Power to let Spathi attempt to Strike a target within 30 feet of him, using your Spell Attack modifier. If the attack was successful and it was oriented with the direction of the wind, add Wind Spirit bonus damage to the strike. *For Freedom* can only Strike, it cannot use any other Strike abilities listed in *Spathi's Call*.\n-\nWinds of Change (A) Requirements There is a wind. You must have 3 Wind Power.\nExpend 3 Wind Power to ask the wind spirits to liven things up and possibly change direction of the wind. Roll a d6:\nResult of 1 - 4: Spirits change direction according to one of the four directions using the result to determine the direction.\nResult of 5: Spirits refuse and the wind stays the same.\nResult of 6: Spirits are feeling playful and allow you to choose the direction of the wind.\n-\n-\nLevel 9: \n\"Accept the fact you have no control and let the wind take you on a proper hero's journey.\"\n**Wind Spirit** bonus damage is now 1d8 Force damage.\nConcentrated Wind Slice (A) As *Basic Wind Slice* but the range is 20 feet. \n*Concentrated Wind Slice* adds Wind Spirit bonus damage and one extra Wind Spirit damage die when the attack was oriented in the same direction as the wind.  \n-\n- If you successfully Strike an enemy with *Concentrated Wind Slice*, you gain 1 Wind Power. You gain an additional 1 Wind Power if that attack was oriented in the same direction as the wind.\n- Every time you are launched airborne without the use of spells, you gain 1 Wind Power. If you successfully Strike a creature while airborne without the use of spells, gain an additional 1 Wind Power. If that Strike was a critical success, gain an additional 2 Wind Power.\n-\nAccepting the Flow (F) Requirements You have 5 Wind Power. \nExpend 5 Wind Power. You gain the effects of quickened this round.\n-\n-\nLevel 13: \n\"Swiftly rid the world of evil, before it hurts someone you have yet to realize you care for.\"\n**Wind Spirit** bonus damage is now 1d10 Force damage.\nExecutioner Wind Slice (A) As *Basic Wind Slice* but the range is 15 feet. \n*Executioner Wind Slice* adds Wind Spirit bonus damage to any creature that has critically succeeded on any rolls since the beginning of their previous turn.  \n-\n- If you successfully Strike an enemy with *Executioner Wind Slice*, you gain 1 Wind Power. You gain an additional 1 Wind Power if that creature has critically succeeded on any rolls since the beginning of their previous turn.   \n- Every time an Evil aligned creature is killed that you either dealt damage to or buffed someone who dealt damage to them, you gain 1 Wind Power. If that kill transitioned to a new boss phase, instead gain 4 Wind Power. \n-\nExecute The Oppressor (R) Requirements You have 5 wind power. You are wielding Spathi.\nTrigger You have just landed a critical Strike on an enemy with Spathi.\nExpend 5 Wind Power to temporarily grant Spathi the weapon trait Fatal d10. \n-\n-\nLevel 17: \n\"Once you are equipped to face your oppositions head on, only then can you become the flow itself.\"\n**Wind Spirit** bonus damage is now 1d12 Force damage.\nChallenger Wind Slice (A) As *Basic Wind Slice* but the range is 10 feet. \n*Challenger Wind Slice* adds Wind Spirit bonus damage to any creature with *Frightful Presence*.  \n-\n- If you successfully Strike an enemy with *Challenger Wind Slice*, you gain 1 Wind Power. You gain an additional 1 Wind Power if that creature had *Frightful Presence*.\n- Every time an enemy creature within range of *Challenger Wind Slice* attempts to attack you and misses, you gain 1 Wind Power. \n-\nConfidence in the Unknown (R) Requirements You have 1 Wind Power. You are wielding Spathi. If you have already spent your reaction this round on *Confidence in the Spirits*, you may gain an additional reaction to spend only on *Confidence in the Unknown* this round, if you meet the requirements.\nTrigger A creature targets you with an attack and you can see the attacker.  \nExpend 1 Wind Power to gain a +2 circumstance bonus to AC against the triggering attack. If the triggering attacker is within range of your *Challenger Wind Slice*, you may optionally expend 1 more Wind Power for a +4 circumstance bonus to AC against the triggering attack.\n-\nConfidence in the Spirits (R) Requirements You have 1 Wind Power. You are wielding Spathi. If you have already spent your reaction this round on *Confidence in the Unknown*, you may gain an additional reaction to spend only on *Confidence in the Spirits* this round, if you meet the requirements.\nTrigger A creature is forcing you to attempt a Will save against a Fear effect.\nExpend 1 Wind Power to gain a +2 circumstance bonus to Will saves against the triggering Fear effect. If the triggering creature is within range of your *Challenger Wind Slice*, you may optionally expend 1 more Wind power for a +4 circumstance bonus to your Will save against the triggering Fear effect.\n-\n-\nLevel 20: \n\"You are the wind. You are the flow. There is nothing else for me to teach you. Let us live on, so that I may accept you as my friend.\"\n**Wind Spirit** bonus damage is now 4d4 Force damage.\nTrue Wind Slice (A) Strike with Spathi in a 30-foot cone or a 60-foot line, Striking every creature in those squares. Each creature can only be targeted once for each *True Wind Slice*, even if they take up several targeted squares. This is considered a melee attack.\n*True Wind Slice* adds the Wind Spirit bonus damage on every target if *True Wind Slice* was oriented in the same direction as the wind. \n-\n- The first time every round you successfully Strike an enemy with *True Wind Slice*, you gain 1 Wind Power. You gain an additional 1 Wind Power if *True Wind Slice* was oriented in the same direction as the wind.\n- Every time you successfully strike a target occupying a square with *Wall of Wind*, you gain 1 Wind Power.\n-\nSpiritual Refocus (F) Requirements You have 10 Wind Power.\nTrigger You use your last Focus Point in your Focus Spell Pool.\nExpend 10 Wind Power to regain a Focus Point.\n-\nSpiritual Spell Quickening (F) Requirements You have 10 Wind Power. \nExpend 10 Wind Power if your next action is to cast a cantrip or a spell that is at least 2 levels lower than the highest level spell you can cast, reduce the number of actions to cast it by 1 (minimum 1 action). \nSpecial This can only be used on a cantrip or spell from the occult or arcane spell list.","meta":{"public":0,"url":"PSWJocOP"}}