{"id":"ea4cac69e744735f3ebb9cac3","tags":[],"name":"Aposyntheto Takes Shape","type":"major gift","level":"9","traits":"APOSYNTHETO","actions":"","body":"**Source** Alec Ellsworth\n-\nAposyntheto trusts you enough to begin to show you the true might of his power, and trusts you will put them to proper use. He vows to protect you as best he possibly can. \nAposyntheto teaches you how to take on other people's burdens as your own and use it as power to protect, destroy and condemn. Aposyntheto allows you to take bones of the recently deceased, pulverize them, heat them up, to finally extract the physical manifestations of the regrets and sins of the creature who once bore these bones. This produces a compact shard of bone that appears as a very deep onyx, so black in color that it's hard to perceive. These shards are referred to as Ashen Bone Shards. \n-\n-\n**Shard Points** represent Aposyntheto's general vitality, physical size and connection with his innate abilities. Aposyntheto's Shard Points are increased when you fuse Ashen Bone Shards with his form.\n**Ashen Bone Shards** are a resource exclusively useful to Aposyntheto and whoever he is bonded with. Once a shard is fused with Aposyntheto with the *Fuse Bone Shard* action, this increases Aposyntheto's Shard Points by the same amount of Ashen Bone Shards added, never expiring with time. Any Ashen Bone Shard you acquire is able to be fused with Aposyntheto's physical form, causing the form of Aposyntheto to grow and increase his coverage of you. \n-\nYou automatically gain the following abilities: \n- **Bone Shard Extraction** (1-hour Ritual)  You grind, remove and process the bones of your recently deceased enemies, capturing their sins to create Ashen Bone Shards.\n- **Bone Shard Fusion** (A) Fuse held Ashen Bone Shards into Aposyntheto's form, granting him more power.\n-\n- Aposyntheto's maximum Shard Point value is 14 plus 2 for every level he has. Ashen Bone Shards do not expire, so save excess Ashen Bone Shards to recharge Aposyntheto later.\n- Aposyntheto's Shard Points change his appearance and is even able to allow him to use more of his innate power. If Aposyntheto's Shard Points value were to ever reach 0, Aposyntheto's soul is instantly released into the ethereal plane and the relic is permanently destroyed. \n-\nYou automatically gain the following abilities: \nAposyntheto is in his rawest form, appearing as a small strip of leather around the right hand. \nNot Today (F) Aposyntheto uses his own vitality to save yours. \nRequirements Aposyntheto has a minimum of 4 Shard Points. Trigger You are dying.\n-\nAposyntheto appears how you first met him, a humble fingerless glove barely reaching back to the wrist. \nNo Rest for the Wicked (F) Aposyntheto uses his own vitality to wake you the fuck up. \nRequirements Aposyntheto has a minimum of 6 Shard Points. Trigger You are unconscious during an encounter, but you are not dying. \n-\nAposyntheto has the appearance of a complete gauntlet. It covers the entire hand and almost reaches your elbow. There is a slightly stylized crease facing outward. It appears functionless, it seems Aposyntheto the humble has a bit of style.\n**Aposyntheto's Link** (A) Aposyntheto eases some of your burdens of battle.\nRequirements Aposyntheto has a minimum of 32 Shard Points. \n","meta":{"public":0,"url":"7Pl07orM"}}