{"id":"e01444693dc58bcde9a9ce00b","tags":[],"name":"Bala Whipper Sling","type":"Relic","level":"","traits":"bala plokami,transmutation,conjuration,interdimensional","actions":"aa","body":"**Source** Alec Ellsworth\n-\nThe Plokami suddenly and fiercely tightens all of its slack and pulls every connected creature and object towards the Bala Plokami's base position. This causes any connected unwilling creatures to have to roll a Fortitude check against your Primal Spell DC in order to prevent being pulled into other creatures or objects. \n\nCritical Success The connected creature does not move and the Plokami releases its grip on them. \nSuccess The connected creature gets pulled in but does not take any damage from the force. You also get an automatic attempt to Escape the vine's grab. \nFailure The connected creature gets pulled in and takes half the damage of the distance traveled after 5 feet before colliding with an object. \nCritical Failure As Failure, the creature is considered restrained by the object it ended its movement with.\n\nCreatures that are pulled together do not occupy the same square, instead they occupy adjacent squares. If the Plokami is connected to two or more sturdy objects, *Bala Whipper Sling* will not bring those objects together but will bring any other movable objects and creatures towards the tension point between the sturdy object spaces, approximating the exact square. \n-\n**Slingshotting** If you plan on using *Bala Whipper Sling* and *Tonker Style Release* to slingshot an unwilling creature, use this as a result of their Fortitude save against your Primal Spell DC results instead. If you use this to slingshot a movable object, such as an explosive barrel, you automatically succeed to launch the object 60 feet in the same direction it was slung.\n\nCritical Success The connected creature does not move and the Plokami releases its grip on them. \nSuccess The connected creature gets pulled in and released, you can aim the creature for a square up to 30 feet away from the tension point on your sling. The target takes half the distance traveled after 5 feet as fall damage. \nFailure As Success, but you can aim the creature up to 60 feet away. \nCritical Failure As Failure and Success, but you can aim the creature up to 90 feet away. ","meta":{"public":0,"url":"VRYXWrwb"}}