{"id":"efe860bcfecea054c2862e4c8","tags":[],"name":"Atmos Ground Slam","type":"major gift","level":"9","traits":"atmos,attack,connected","actions":"","body":"**Source** Alec Ellsworth\n-\nDear loyal customer and honorary new hire,\nI just thought I'd check in to make sure you were well. We haven't seen you at the lab yet, and we just wanted to make sure you're okay. I don't want to jump to conclusions, but is there any particular reason you aren't showing up to your new awesome job? Is it something we said? Is it the lack of strict clothing requirements? Did you perhaps get reminded about your recently passed dog when we told you about our place being pet friendly? If that is the case, please consider this to be a formal apology from Warbeard's personal desk. Of course, Warbeard doesn't have a desk, but please accept this sentiment as if it *had* come directly from his desk. If that wasn't the problem, is it perhaps the Atmos? Is it giving you trouble? Please bring it in immediately and we will get it fixed up! If you're not having any issues, I'd love to just see the Atmos again, have a bit of a chat. Anyways, please accept our humblest apologies for anything we did wrong and we are super excited to see you come into work with us! I'm sure your presence will really liven the place up! In any case, our doors will always be open. Please visit us. Seriously. \n-\n-\nTargets Single creature you are Connected to.\nRequirements Target creature is no more than one size larger than you are, or two sizes larger if you have *Titan Wrestler*.\nTrigger Your connected target has become flat-footed because they are airborne without a fly speed. \nActivate (R) interact; \nEffect You fucking slam the shit out of your triggering target out of the sky and into a target square within Atmos' range. This adds Atmos range in fall damage to the connected target. If thrown into square with another creature, usual Falling On A Creature rules apply (Core Rulebook p. 464), except the Reflex Save DC is your Class DC. ","meta":{"public":0,"url":"Qw9Jyywj"}}