{"id":"eca72d0734f92f215b9383dd8","tags":[],"name":"Atmos - Warbeard's Best","type":"Relic","level":"","traits":"rare,INVESTED,magical,mechanical","actions":"","body":"**Source** Alec Ellsworth\n-\nUsage worn as left arm; Bulk 2, - when worn\n-\nPrice less; Damage 1d6 P\nHands yes; Range 25 feet; Reload 1 (see Atmos Release)\n**Category** Martial\nAmmunition - \nGroup Bow, Brawling; Traits Unwieldy (add half Strength mod to attack rolls, despite the attack being considered ranged), Propulsive\n-\nAtmos is a fully functional mechanical left arm created by Panikos Warbeard, a smith in the Mining District of Philita, on the continent of Hispereia. Atmos is equipped with a hollowed out arm that opens at the wrist and can propel a retractable grappling bolt bound by steel string to the inside of the arm. Atmos hisses and releases small spouts of steam every time it gets moved. A constant stream of vapor is emitted through the cracks in the joints of the arm. The arm is quite hot to the touch. You are left with the impression that it could be improved upon.\n-\n-\n- Atmos is still considered an arm for all intensive purposes. You may use manipulate actions and make unarmed attacks with it like normal. It can also wield weapons and carry a shield. \n- When you invest with Atmos, it can no longer be invested by another creature so long as you live on the material plane. \n- You are automatically considered trained in Atmos for all of its attacks and abilities. If your mastery in martial weapons is greater than trained, you can match your mastery in Atmos to your mastery in martial weapons. \n- Atmos is considered a weapon and any attacks firing the bolt inside the arm is considered to be a ranged Strike with a crossbow. \n- The bolt inside the arm is considered ammunition without the consumable trait, though any enhancements meant for ammunition used on the bolt is dispelled after one use, as if it were consumable. \n- You may add runes to Atmos as you would weapons, though, if the property rune does not apply to both the ranged weapons and melee attacks, the attacks made with the attack the rune does not apply to will not take effect. For example, the Ghost Touch property rune requires the use of a melee weapon. The effects of the Ghost Touch rune on Atmos would apply to its melee unarmed strikes but not to the ranged bolt attacks, whereas a Frost rune that applies its bonuses to any weapon attack will apply to both types of attacks made with Atmos). \n- Any target that is considered Connected to you by the effects of Atmos are granted the optional use of the ability *Yank*. You also cannot be more than the Atmos' range from your Connected target. Enemies of similar size will have to use the *Yank* action to attempt to move, where larger enemies will probably take you for one hell of a ride.\n- While you are considered Connected to any target and have the Connected condition, the Atmos is unable to use any sort of manipulate action, such as Strike or block with the Atmos arm. \n-\nAtmos is a Relic, and as such maintains the level of the user and its abilities are bound to that to who it is bonded with, which can only be one user and cannot be used by any other user under any circumstances. You can add runes to Atmos just as if he were a regular weapon. Atmos grants several different abilities as the user grows by level with the Relic, these are known as Gifts. The following Gifts are abilities automatically obtained upon reaching the listed level. \n-\nLevel 1: \n**Atmos Basic Kit**: Gain abilities to fire Atmos' bolt into creatures and objects, establishing Connections that help manipulate the battlefield.\n-\nLevel 5: \n**Atmos Power Retraction Kit**: Forcefully retract the line between you and your Connected target, allowing you to maneuver the battlefield and create opportunities to Strike especially hard.\n-\nLevel 9: \n**Atmos Ground Slam**: Fiercely pull airborne Connected enemies into the ground with as a reaction, dealing massive damage.\n-\nLevel 13: \nAtmos' range is now 35 feet.\n-\nLevel 17: \nAtmos' range is now 45 feet.\n-\nLevel 20: \nAtmos' range is now 60 feet.","meta":{"public":0,"url":"FSWjDb44"}}