{"id":"e01444693dc58bcde9a9ce00b","tags":[],"name":"Calista's Diadon Cause Magic","type":"Relic","level":"","traits":"","actions":"","body":"Usage worn gloves; Bulk L\n-\nAppears as a normal diadon, but the tricks on you, no normal people where diadon's, so by default, you already look weird. All aboard the subtlty train. \n-\nLevel 1:\n**Encompassing Darkness**\nTraits Conjuration, Shadow\nThe shadows at your feet can hold objects. You can Interact with your shadow to store or remove objects, just like you would a mundane container. Your shadow can contain 3 Bulk of objects, which don’t count toward the Bulk you are carrying. At 6th level, and every 4 levels thereafter, you can store 1 additional Bulk of objects in your shadow. While the items are in your shadow and can be detected normally, you gain a +4 circumstance bonus to Stealth checks to Conceal the Objects unless someone knows to check your shadow for items.\n-\nLevel 5: \n**Living Death**\nTraits Necromancy\nYou stand on the threshold between the living and the dead. If you attempt a saving throw against an effect that would deal negative damage to you, such as harm, your outcome is one degree of success better than what you rolled. If you roll a critical success and the effect is capable of healing undead, you regain HP equal to half the spell’s full damage. Any positive spell or effect that would heal you has only half the normal effect. All these effects apply only if you are a living creature.\n-\nLevel 9: \n**Pierce the Veil**\nTraits Necromancy\n**Prerequisite** living death gift\nThe relic allows you to pierce the veil between life and death. While you are holding or wearing the relic, you have the negative healing ability (as though you were undead; positive energy harms you and negative energy heals you). In addition, whenever you are healed by a negative spell or effect, you gain resistance 5 to all damage (except force, ghost touch, and positive) until the start of your next turn. Finally, you gain a +2 item bonus to all saves against death effects while you are the bearer of the relic; this increases to a +3 item bonus at 13th level.\n-\nLevel 13: \n**Perception Filter**\nTraits Divination, Mental\nActivate (AA) envision; Frequency once per day; \nEffect Your relic reaches into the minds of nearby creatures and blocks your presence from their perceptions. For the next 10 minutes, a creature that enters a 120-foot-radius emanation, centered on you, must attempt a secret Will save, after which the creature is then temporarily immune for 1 day.\n\nCritical Success The creature is unaffected.\nSuccess The creature takes a –2 status penalty to Perception checks to Seek or otherwise detect you.\nFailure You filter all of the creature’s senses, making it difficult for it to notice you. When you are hidden or undetected from the creature, it doesn’t observe you as soon as you do anything other than Hide, Sneak, or Step. If it rolls a Perception check to Seek or otherwise detect you, it gets the outcome one degree of success worse than what it rolled, and if you roll a Stealth check to Hide, Sneak, or otherwise escape its attention, you get the outcome one degree of success better than what you rolled against the creature. If you use a hostile action toward the creature, the effect ends for that creature after your hostile action is completed.\nCritical Failure As failure, but the effect doesn’t end for that creature if you use a hostile action against it.\n-\nLevel 17: \n**Grim Specter**\nTraits Necromancy\nActivate (AA) command, envision; Frequency once per day; \n\nEffect You can call upon the terrifying powers that fuel your relic to transform yourself into a specter of death. You become incorporeal, having no physical body. You are immune to effects that require a physical body, including precision damage as well as exposure to most diseases and poisons. You also have resistance to all damage equal to half the relic’s level; force damage, ghost touch attacks, negative damage, and positive damage ignore this resistance, and the resistance doubles against non-magical damage.\nYou can move through solid objects. When inside an object, you can’t perceive, attack, or Interact with anything outside it, and you’re always slowed 1 on turns you start in an object. Corporeal creatures can pass through you but can’t end their movement in your space. You can’t attempt Strength-based checks against corporeal creatures or objects, unless those objects have the ghost touch property rune. Likewise, corporeal creatures can’t attempt Strength-based checks against you.\n\nYou can Sustain the Activation up to 1 minute.","meta":{"public":0,"url":"VRYXWrwb"}}