{"id":"e71758750d409c76f5acfe1be","tags":[],"name":"Madelynn's Handwraps of super cool","type":"relic","level":"","traits":"Invested,Magical,Transmutation","actions":"","body":"Usage worn gloves; Bulk L\n-\n**Category** Unarmed\nGroup Brawling; Traits Agile, Finesse, Nonlethal, Unarmed\n-\nMadelynn's Handwraps of Super Cool are +2 Greater Striking Handwraps of Mighty Fists with the following gifts:\n-\nLevel 1: \n**Lashing Currents**\nTraits Evocation, Water\nInteract (A) Water collects at the tip of your relic. This allows you to make lashing current weapon Strikes with your relic, which deal 1d4 bludgeoning damage; have the disarm, finesse, reach 10, trip, and versatile S traits; and are in the flail group. \nYour lashing current Strikes gain the benefit of your relic’s fundamental and property runes. You can use another Interact action to return to your normal grip and make Strikes with the relic.\n-\nLevel 5:\n**Divine Retribution**\nTraits Evocation\nActivate (AA) command; \nEffect Drawing upon divine fury, you single out a target that damaged you or an ally within the past round and fill your relic with divine vengeance against them. Make a Strike against that foe, dealing an additional damage die on a hit. If the target is evil, it is also enfeebled 1 until the start of your next turn on a hit (or enfeebled 2 on a critical hit).\n-\nLevel 9:\n**Jet Propulsion**\nTraits Evocation, Fire\nActivate (A) envision; Frequency once per hour; \nEffect Flames from your relic channel through your body, erupting from your feet, hands, or other limbs with enough force to blast you across the ground and propel you through the air. For 1 minute, you gain a +10-foot status bonus to your Speed and gain a fly Speed equal to your new Speed or 20 feet, whichever is greater. You must end your turn on solid ground, or you fall.\n-\nLevel 13: \n**Flowing Footsteps**\nTraits Transmutation, Water\nYour relic ensures no water impedes your movement. You gain the effects of the water walk spell, and the ability to breathe water. You also gain a swim Speed equal to your Speed or 15 feet, whichever is higher.\n-\nLevel 17: \n**Life Everlasting**\nTraits Healing, Necromancy, Positive\nActivate (AA) envision; Frequency once per day; \nEffect Massive amounts of positive energy surge forth. For 1 minute, you emit positive energy in a 10-foot emanation centered on you. At the end of your turn, you (if you are living) and allied living creatures in the emanation regain 10 Hit Points. If you or an allied creature would die due to an increased dying value, you can Dismiss the activation as a free action to prevent the death; if you do, their dying value doesn’t increase.","meta":{"public":0,"url":"jdBoOSmL"}}