{"id":"e01444693dc58bcde9a9ce00b","tags":[],"name":"Rykaria's Strangely Draconic Undercloak","type":"Relic","level":"","traits":"","actions":"","body":"Usage worn on shoulders; Bulk L\n-\nAppears as a normal aqua undercloak with a slightly shimmery vibe. It looks nifty. Compliments the scales for damned sure.\n-\nLevel 1:\n**Feather Steps**\nTraits Air, Transmutation\nWhile wearing the relic, you do not trigger traps that use weight or pressure plates as a trigger. Also, whenever you fall, you reduce the falling damage by the level of the relic. If this would reduce the falling damage to 0, you land on your feet and are not prone. The relic grants a +1 item bonus to Athletics checks made to Jump, increasing to +2 at 9th level and +3 at 17th level.\n-\nLevel 5: \n**Wind Barrier**\nTraits Abjuration Air\nActivate (A) command; \nEffect An invisible barrier of air deflects ranged attacks, granting you a +2 circumstance bonus to AC against ranged attacks until the beginning of your next turn. At 13th level, this increases to a +3 circumstance bonus to AC against ranged attacks.\n-\nLevel 9: \n**Lightning Storm**\nTraits Air, Electricity, Evocation\nActivate (AA) command; \nEffect The relic surrounds you with a storm of wind, rain, and lightning in a 30-foot emanation. This storm is difficult terrain for creatures other than you. Any creature other than you that enters or starts its turn in the storm takes 1d12 electricity damage, with a basic Reflex save (2d12 damage at 15th level). You can Sustain this Activation up to 1 minute.\n-\nLevel 13: \n**Track of the Beast**\nTraits Transmutation\nThe spirit of an animal fills you. The relic gives one a +10-foot status bonus to your land Speed.\n-\nLevel 17: \n**Living Storm**\nTraits Air, Electricity, Evocation\nThe relic grants you a fly Speed equal to your Speed or 60 feet, whichever is greater. In addition, a creature that Strikes you with a melee attack takes 5 electricity damage, and you can cast 5th-level lightning bolt as an innate spell.","meta":{"public":0,"url":"VRYXWrwb"}}