{"id":"e01444693dc58bcde9a9ce00b","tags":[],"name":"Stileto Fotias - The Playful Firestorm","type":"Relic","level":"","traits":"unique,cursed,evocation,fire","actions":"","body":"**Source** Alec Ellsworth\n-\nUsage held in 1 hand; Bulk L\n-\nPrice less; Damage 1d4 P\nHands 1\n**Category** Simple \nGroup Knife; Traits Agile, Finesse, Thrown 10 ft., Versatile S\n-\nStileto Fotias is dagger imbued with countless fire spirits that live within the blade. Stileto gives off constant scorching heat to those who touch it, except for the bonded wielder. This blade was used by the infamous Trassian serial killer Elle Flora. Elle Flora was known for killing 33 members of the Trassian military with identical wounds. Piercing her victims in the center of their sternum. When autopsied, the organs near the stab wounds all appeared to be cooked and boiled while still alive. How Elle was able to end so many soldiers' lives with a frontal attack is still unknown. Elle was never caught, but her home was found and the Stileto Fotias was found there, along with three more deceased soldiers posed in the nude around a table, drinking tea with an empty seat empty. This was 460 years into written history. The Stileto Fotias was known to be kept by the Trassian royal family under tight watch, until it was found one day by a monster hunter in Philita that was part of a guild known as The Artemis. The blade was kind and called to the sorceress called Madelynn Hoover, who took it up and gave it friendship. The original forger of the blade is still unknown. Stileto tends to be overdramatic when they are wielded proudly, often blinding everyone in the immediate vicinity, including the wielder. Though, when set on shelves or otherwise flammable surfaces, it tends to float a couple inches above the surface, as to not catch it on fire. So cute. Much polite.\n-\nStileto Fotias is a Relic, and as such maintains the level of the user and its abilities are bound to that to who it is bonded with, which can only one user and cannot be used by any other user under any circumstances. You can add runes to Stileto Fotias just as if they were a regular blade. Stileto Fotias grants several different abilities as the user grows by level with the Relic, these are known as Gifts. The following gifts are abilities automatically obtained upon reaching the listed level. \n-\nLevel 1: \n**Stileto's Play Time**: Make a variety of special attacks with Stileto.\n-\nLevel 9: \n**Stileto Makes a Friend**: After a successful attack, let the spirits get to know your target by boiling their insides, turning them into a bomb, and launching them airborne. \n-\nLevel 13: \n**Stileto Goes on an Adventure**: Explore the world with the spirits! Learn to fly and leave behind massive flames in your wake.","meta":{"public":0,"url":"VRYXWrwb"}}