{"id":"e01444693dc58bcde9a9ce00b","tags":[],"name":"Stileto's Play Time","type":"Relic","level":"1+","traits":"Stileto Fotias, evocation, fire","actions":"","body":"**Source** Alec Ellsworth\n-\nThe fire spirits residing in Stileto Fotias' blade getting out and having a good time by playing with their bonded person. Being spirits that reside in a dagger, their view of play time, is killing time. \n-\nPlayful Strike (A) Make a melee or thrown Strike with Stileto. \nEffect These strikes grant an additional 1d6 fire damage on a successful Strike, plus 1d10 persistent fire damage on a critical hit. On the third successful Strike on the same target within an encounter, the target gains a -1 circumstance bonus on their next Fortitude save made this encounter. A critically successful Strike counts as two Strikes for this effect. If the Stileto was thrown, automatically return them to hand regardless of the Strike's result.\n-\n-\nLevel 5:\nFirecracker (F) Requirements You are wielding Stileto and you are not in a an environment with unavoidable water. \nThe spirits form a chain, holding each other and hanging freely from the blade. The Stileto now takes the form of a whip of pure fire which cracks at an alarming volume.\nEffect Replace Stileto's normal stats and traits and replace them from the block below. You are automatically Trained in the use of the whip. You can dispel *Stileto Firecracker Form* as a (F) any time. \n-\n**Stileto Firecracker Form**\nDamage 1d4 S\nHands 1\n**Category** Martial \nGroup Flail; Traits Disarm, Finesse, Nonlethal, Reach, Trip\n-\nEat Dirt (A) Requirements You are wielding Stileto and have taken they are in *Stileto Firecracker Form* \nEffect Make a trip attempt to Trip your target with Stileto. If you do so, you may use your Spell Attack modifier instead of your Athletics modifier.\n-\n-\nLevel 17:\nGreater Playful Strike (A) As *Playful Strike* but increase the persistent damage on a critical hit to 2d10. Fire damage dealt by Stileto (including the persistent fire damage) ignores the target’s fire resistance. Any use of *Playful Strike* can be automatically replaced with *Greater Playful Strike*. ","meta":{"public":0,"url":"VRYXWrwb"}}