{"id":"e8d99d5b4e6c484f22c76bc6b","tags":[],"name":"The Hoe Summoner - Warbeard's best","type":"Relic","level":"","traits":"Unique,INVESTED,mechanical","actions":"","body":"**Source** Alec Ellsworth\n-\nUsage worn as left arm; Bulk 2, - when worn\n-\nPrice less; Damage 1d6 P\nHands yes; Range 25 ft.; Reload 2\n**Category** Martial\nAmmunition - \nGroup Bow\n-\nThe Hoe Summoner is a fully functional mechanical left arm created by Panikos Warbeard, a smith in the Mining District of Philita, on the continent of Hispereia. The Hoe Summoner is equipped with a hollowed out arm that opens at the wrist and can propel a retractable grappling bolt bound by steel string to the inside of the arm. The Hoe Summoner is a Relic, and as such maintains the level of the user and is bound to only one user and cannot be used by any other user under any circumstances. The Hoe Summoner grants several different abilities as the user grows by level with the Relic, these abilities are known as Gifts. The following Gifts are abilities automatically obtained upon reaching the listed level. \n-\nThe Hoe Summoner is still considered an arm for all intensive purposes. You may use manipulate actions like normal and may make unarmed attacks with it like normal. It can also wield weapons and carry a shield. Upon investing with The Hoe Summoner, The Hoe Summoner can no longer be invested with another living thing so long as the current invester lives on the material plane. You are now also considered trained in The Hoe Summoner for all of its attacks. If the user's mastery in martial weapons is greater than trained, the mastery of The Hoe Summoner attacks will match the mastery of the mastery in martial weapons. The Hoe Summoner is considered a weapon and any attacks firing the bolt inside the arm is considered to be an attack with a crossbow and the bolt inside the arm is considered ammunition without the consumable trait, though any effect meant for ammunition on it is dispelled after one use. You may freely apply enchantments to the bolt as you would ammunition. You may add runes to the arm as you would weapons, though, if the property rune does not apply to both the ranged bolt attack and the unarmed attack made with this arm, the attack the said rune does not apply to will not take effect (ex. The Ghost Touch property rune requires the use of a melee weapon. The effects of the Ghost Touch rune on The Hoe Summoner would apply to its melee unarmed strikes but not to the ranged bolt attacks, whereas a Frost rune applies to any weapon and as such, applies to both types of attacks made with The Hoe Summoner). \n-\nLevel 1: \n- **Hoe Launch**: Fire your bolt with a ranged strike at any target and gain a connection. \n- **Hoe Release**: Release the bolt from the connected target, creating a wound if the connected target was a creature.\n- **Yank**: You can pull on your connected target to move them closer to you.\n-\nLevel 5: \n- **Hoe Summon**: Forcefully retract the line between you and what you are connected to, allowing you to create opportunities to attack.\n-\nLevel 9: \n- **Hoe Ground Slam**: Fiercely pull airborne connected enemies into the ground with a reaction, dealing massive damage.","meta":{"public":0,"url":"8FT6hCVo"}}