{"id":"e01444693dc58bcde9a9ce00b","tags":[],"name":"Hoe Summon","type":"Relic","level":"","traits":"hoe summoner, connected","actions":"aa","body":"**Source** Alec Ellsworth\nRequirements You are considered connected to a target. You have the ability to use the shove action on the target (target cannot be more than one size larger than you, unless you have an ability that also affects Shove allowing you to do so).\nYou forcefully retract the line, quickly closing the gap between you and your connected target and optionally striking them. \n-\nIf you wish to quickly move *to your connected target*: If your connected target is one or more sizes larger than you or the connected target is otherwise sturdy (at GM discretion), you quickly move towards your target and can make a strike with a +2 circumstance bonus to hit also adding one damage die to the attack damage on a hit. If the connected target is your size, smaller, or otherwise unsturdy, you cannot pull yourself towards your target.\n-\nYou cannot pull sturdy objects towards yourself, ie. trees, stone walls, etc.\nIf you wish to quickly pull your connected target *towards yourself* and your connected target is one or more sizes larger than you, attempt an Athletics check against their Fortitude DC. If you are considered grabbed and pass the flat check to use a manipulate action, gain a +4 circumstance bonus to the Athletics check:\nSuccess You pull them to the square adjacent to you and you can attempt a melee strike against them, gaining a +2 circumstance bonus to hit as well as adding one damage die to the attack damage on a hit. This additional damage die is also doubled on a critical hit. \nFailure Your bolt releases from the connected target and they do not move.\nCritical Failure As Failure but also take 1d4 damage for every level The Hoe Summoner has. \n-\nIf you wish to quickly pull your connected target *towards yourself* and your connected target is your size or smaller, attempt an Athletics check against their Fortitude DC. If you are considered grabbed and pass the flat check to use a manipulate action, gain a +4 circumstance bonus to the Athletics check: \nSuccess You pull them to the square adjacent to you and you can attempt a melee strike against them, gaining a +2 circumstance bonus to hit as well as adding one damage die to the attack damage on a hit. This additional damage die is also doubled on a critical hit. \nFailure Your bolt releases from the connected target and they do not move.\n","meta":{"public":0,"url":"VRYXWrwb"}}