{"id":"e01444693dc58bcde9a9ce00b","tags":[],"name":"Lucina - iomedae's blessing","type":"Relic","level":"","traits":"Unique,LG,celestial,DIVINE,Intelligent,Invested,magical","actions":"","body":"**Source** Alec Ellsworth\n-\nUsage held in 1 hand; Bulk 1\n-\nPerception *see table*; precise vision 30 feet, imprecise hearing 30 feet, constant detect alignment for Evil\n**Communication** \n**telepathy** only with bonded wielder. As long as both Lucina and the bonded wielder are on the same plane, telepathic communication is possible.\n**speech** Common and Celestial. Though, this incarnation of Iomedae's Blessing seems to be extremely shy.\nInt *see table* Wis *see table* Cha *see table*\nSkills Diplomacy *see table*, Religion *see table*\nWill *see table* +1 circumstance if saving from a spell from an Evil aligned creature\n-\nPrice less; Damage 1d8 S; Bulk 1\nHands 1; \n**Category** Martial \nGroup Sword; Traits Versatile P\n-\nLucina, the name given to the sword history knows as Iomedae's Blessing, is an intelligent longsword believed to be imbued with the soul of an Angel of Iomedae. While Lucina's memories betray her when investing with new owners, her previous owner, leader of monster hunter guild known as The Artemis, Andreis Remelis, was once a follower of Iomedae, until he lost his wife and three daughters to creatures of the North, under unknown circumstances. It was at that time that Lucina was put away until Finnedyr Rowan, aspiring Knight of Philita proves to Andreis Remelis his worth as not only a sufficient wielder of the longsword, but also a reliable leader and protector of those he cares about. Andreis, with all of his faith in Finnedyr, finds the five year dormant Iomedae's Blessing and grants it to Finnedyr. The celestial being in Iomedae's Blessing's name is still unknown, and asks to be named every time he is granted a new owner. The current name of the celestial being is called Lucina. She is timid, loving, and quick to shun evil. Lucina is the embodiment of Iomedae's beliefs. The forger of the blade is still unknown, it seems to have been here as long as history itself, some 500 years. Whether or not the forger of the blade was aware of what the blade was to eventually hold is unclear, but its unusual ivory hilt that shifts from its off-white to a deep crimson red when blood is about to be shed, implies the forged had some semblance of an idea.\n-\nLucina is a Relic, and as such maintains the level of the user and its abilities are bound to that to who it is bonded with, which can only one user and cannot be used by any other user under any circumstances. You can add runes to Lucina just as if she were a regular longsword. Lucina grants several different abilities as the user grows by level with the Relic, these are known as Gifts. The following gifts are abilities automatically obtained upon reaching the listed level. \n-\nLevel 1: \n**Divine Retribution**: Single out a target that damaged you or an ally within the last round and deal extra damage on them with your next strike.\n-\nLevel 5: \n**Overflowing Life**: Every time you are healed by healing spells, you receive extra healing.\n-\nLevel 9: \n**Inextinguishable**: You become extremely hard to kill.\n-\nLevel 13: \n**Vitality Siphon**: You can channel extra, otherwise wasted, health granted to an ally by a healing spell as a reaction.\n-\nLevel 17:\n**Righteous Call**: Grant yourself and nearby allies extra good damage on Strikes.\n-\nLevel 20:\n**Angelic Vessel**: You ask Lucina to imbue herself into you to grant yourself some of her divine power. \n-\nLucina is *both* an intelligent item *and* a relic. This means Lucina acts like both an NPC with an independent stat block as well as a relic which is leveling with the wielder of Lucina. This means her stats change every level as well. These are Lucina's stats for every level. \n","meta":{"public":0,"url":"VRYXWrwb"}}