{"id":"e01444693dc58bcde9a9ce00b","tags":[],"name":"Bala Plokami - the Last Plokami","type":"Relic","level":"","traits":"rare,abjuration,conjuration,interdimensional,Invested,magical,transmutation","actions":"","body":"**Source** Alec Ellsworth\n-\nUsage held in 1 or 2 hands or controlled with mind; Bulk 1\n-\nPrice less;\nHands none; \n-\nThe Bala Plokami is the last known remaining \"magic ball of vines\" created by the Leshy to play assorted games with, namely Bala. The Bala Plokami looks like a small ball of string wound tightly, but the vines composing the ball can be manipulated, stretched and pulled to a seemingly infinite, interdimensional, degree, when controlled by Leshy spirits. The vines also seem freakishly strong, and there is no record of a vine breaking in the history books. This Bala Plakomi was last known to be the final play thing of the leshies outside Trassus that disappeared without a trace near the beginning of written history on Hispereia. According to historians, the Leshy group outside of Trassus were a unique breed in that they played a game called Bala with very distinct and involved rules, easily identifiable by any observer. Leshy did not fear other humanoids because they owned the forests and swamps. Instead, people would come from young Trassus and watch the Leshy play their game of Bala. \n- The objective of the game was to get the Plokami into the opponent's hollowed tree (usually 300+ feet tall) before their opposing team to earn a tree fairy from the trees residing in the goal keeping trees. The first team to acquire ten tree fairies or whoever had the most when the sun was completely behind the horizon were declared the day's winner until tomorrow's game. The tree fairies would return to their homes and wait anxiously to be collected as another prize by the Bala playing Leshy. \n- Vine leshies usually played the role of Whippers, which stayed attached to trees to be able to throw leaf teammates in the direction they are needed. Whippers were usually divided into front, middle and rear Whippers. The strongest of which were the front Whippers, in hopes of being able to glide Flyers into the goal zone. The middle and back Whippers usually have enough time to form slingshots with vines and their bodies to be able to sling a Flyer further and make plays when necessary. \n- Leaf leshies were traditionally Flyers. They get thrown from tops of trees by Whippers to hover down to middle of the play area. When their altitude was too low to be able to contest the Plokami, they either landed at the base of a tree or in the field and rode a forest cat to the nearest tree base with an available Whipper to get them back up the tree for another fly. While almost all Flyers were leaf leshy, one famous gourd leshy, \"Tonker - The Hollow\", mastered the art of storing his body within his own head, making the middle Whippers able to shoot Tonker right next to the goal every time. \n- Fungus Leshy were usually Riders, which mostly did their dirty work on the ground. Traveling along the ground was a much faster way to move the Plokami, but it was riskier due to how quickly you could be rushed by the opposing team. While most of the time the forest cats kept their feet on the ground, Fungus Leshy were known for pushing their limits and sometimes scaling trees for a short time to put pressure on opposing Whippers or climbing Flyers. \nGourd Leshy were primarily Swingers, though there were a few fungus leshy thrown in there. Swingers latch onto Whippers with vines and gourd leshy would ball up to try and swing further and faster. One of the most famous plays of recorded history was Tonker, who instead of going for his usual and putting his body inside his head and slinging, he actually took a page out of his fellow gourd leshy's book and tucked the Plokami inside his head and was slung from the rear Whippers *right* into the pocket of the middle Whipper's sling who had just whipped four of their Flyers extremely forward with the highest average hang time, all holding onto a vine connected in the center to one single vine dangling below them as they flew. The mid Whippers sling Tonker untraditionally low, aiming for the dangling vine from the Flyer cluster. Tonker uses the momentum to get a *massive swing* several hundred feet into the opposing team's scorable range as Tonker releases the vine. Tonker then released vines from the Plokami to grab onto the dangerously thin branches in the trees above. Tonker maneuvers himself left and right all while swinging *without* the help of a Whipper! Tonker flies towards the goal tree with a proper overhead flip, ejects the Plokami from his head and puts all of his upper body into the final goal of the day, beating the Brooks (Eastern Leshy pack) 10 to 9 moments before sundown. Unfortunately, Tonker had no plan for stopping his momentum, and slammed into the goal tree and painted the side with his insides. Real shame, because the Falls (Western Leshy pack) *almost* lost the next day too. And the next. And the next. And the next. Some say his guts are still on the side of that tree forming the shape of a human penis. But with creatures of such power roaming those lands now, we may never know.\n-\nThe Bala Plokami is a Relic, and as such maintains the level of the user and its abilities are bound to that to who it is bonded with, which can only one user and cannot be used by any other user under any circumstances. This Bala Plokami grants several different abilities as the user grows by level with the Relic, these are known as Gifts. The following gifts are abilities automatically obtained upon reaching the listed level. \n-\nLevel 1: \n**Plokami Grabs - Tonker Style**: You send a vine from the Plokami to grab onto any set of targets connecting them with an infinite vine.\n-\nLevel 5: \n**Bala Whipper Sling**: The vines in the Plokami retract rapidly, bringing objects together at an uncomfortable speed. \n-\nLevel 9: \n**Bala Rider's Demise**: Only thing worse than getting knocked down is not being able to get back up. \n-\nLevel 13: \n**Bala Flyer's Dream**: Use the Plokami to walk along any surface without touching it. ","meta":{"public":0,"url":"VRYXWrwb"}}